{
    "ReviewCard": [
      {
        "albumImage": "https://e.snmc.io/i/300/w/8e016baf9e82f0f40000f27693dfe181/8456207",
        "songName" : "10",
        "year": "2020",
        "artist": "Tricot",
        "genre": "Math rock, indie rock",
        "subgenre": "Alternative rock",
        "descriptors": [ 
            "female vocals",
            "energetic",
            "uplifting",
            "playful",
            "melodic",
            "mellow"
        ],
        "stars": 4,
        "ratings" : 837,
        "review": [
            "真っ黒 is now facing its most serious competition as my favourite album of 2020 from Tricot’s second album of 2020, 10.",
            "Guitarist/vocalist Ikumi “Ikkyu” Nakajima, guitarist Motoko “Motifour” Kida, bassist Hiromi “Hirohiro” Sagane, and drummer Yuusuke Yoshida titled their fifth album 10 to commemorate their 10th anniversary. The band’s impressive chops are used to serve the songs, wound tightly into a sub-forty minute album. Kida’s flexibility as a guitarist, ranging from funky Prince rhythm playing to menacing Robert Fripp riffs, enables the"
        ],
        "review2":[
            "She sounds cheeky on this cut, the sung choruses sound Britney Spears inspired (this is a good thing). I prefer the original version to the one with Rico Nasty (despite Rico turning round an excellent performance) because it gives the weirder elements of the track more space to breathe.",
            "‘ATM’ is another very strong entry in the 2020 rap songs centred around female sexuality. The “ATM, push my button” chorus is gloriously sticky. ‘Damn Daniel’ manages to better this with an even more satisfying flow. It is a perfect piece of chopped up synthpop fused with impactful pop rap."
        ]
      },
      {
        "albumImage": "https://e.snmc.io/i/300/w/ffbe3fffd845bf7cf3db40b1d9cc193f/8342068",
        "songName" : "Disco",
        "year": "2020",
        "artist": "Kylie",
        "genre": "Dance-Pop, Disco",
        "subgenre": "Nu-Disco, Electro-Disco, Synthpop",
        "descriptors": [ 
            "warm",
            "energetic",
            "uplifting",
            "playful",
            "melodic",
            "mellow"
        ],
        "stars": 3,
        "ratings" : 998,
        "review": [
            "The 2020 disco-pop revival couldn't really get any better. Ever since the start of the year we got amazing albums from Jessie Ware, Dua Lipa and Róisín Murphy as well as a bunch of neat disco accents from The Weeknd and a whole lot of k-pop artists. And as if that wasn't enough, look who's back, with her best album in almost 20 years!",
            "To say Kylie Minogue is an important figure for disco revival is an understatement. If it wasn't for her early 2000s work (and maybe Daft Punk's 2013 comeback), I really don't think we'd be experiencing such high popularity of this particular sound."
        ],
        "review2":[
            "And the time couldn't be any more appropriate for Kylie to return to the disco sound after almost a decade of experimenting with pop soul, adult contemporary, country pop and Christmas music.",
            "Disco feels really truthful to the sound of 1970s and 1980s, much more than what most of her contemporaries manage to achieve, sans for maybe South Korean take on the genre."
        ]
      },
      {
        "albumImage": "https://e.snmc.io/i/300/w/9deaae60b9b8875d4e59f6b4fdc70c3f/8538965",
        "songName" : "2000And4Eva",
        "year": "2020",
        "artist": "Bree Runway",
        "genre": "Pop Rap, Contemporary R&B, Electropop",
        "subgenre": "Trap, UK Hip Hop, Alternative R&B",
        "descriptors": [ 
            "eclectic",
            "rhythmic",
            "nocturnal",
            "sexual",
            "urban",
            "breakup"
        ],
        "stars": 3,
        "ratings" : 525,
        "review": [
            "Since last year’s EP Be Runway, Bree has firmly held a position as the UK's most promising rapper. This high energy, glitchy and occasionally dreamlike batch of songs had me excited to see how she’d expand on this on her debut mixtape.",
            "The fuzzy club banger ‘Apeshit’, fitted out with wonky keys and repeatable chorus is Bree Runway’s biggest shot at a killer single. I could see this translating to playing well in a club.It’d have to be a cool club though. ‘Little Nokia’ is less straightforward at points getting into detached, complex FKA Twigs style territory."
        ],
        "review2":[
            "She sounds cheeky on this cut, the sung choruses sound Britney Spears inspired (this is a good thing). I prefer the original version to the one with Rico Nasty (despite Rico turning round an excellent performance) because it gives the weirder elements of the track more space to breathe.",
            "‘ATM’ is another very strong entry in the 2020 rap songs centred around female sexuality. The “ATM, push my button” chorus is gloriously sticky. ‘Damn Daniel’ manages to better this with an even more satisfying flow. It is a perfect piece of chopped up synthpop fused with impactful pop rap."
        ]
      }      
    ],
    "FeatureCard": [
        {
            "albumImage": "images/vb.png",
            "songName" : "Visions of bodys being burned",
            "date": "23 October 2020",
            "artist": "Clipping",
            "stars": 4
        },
        {
            "albumImage": "images/vb.png",
            "songName" : "Song Machine, Season One",
            "date": "23 October 2020",
            "artist": "Gorillaz",
            "stars": 3
        },
        {
            "albumImage": "images/vb.png",
            "songName" : "Plus",
            "date": "28 October 2020",
            "artist": "Autechre",
            "stars": 3
        },
        {
            "albumImage": "images/vb.png",
            "songName" : "Lament",
            "date": "09 October 2020",
            "artist": "Touché Amoré",
            "stars": 3
        },
        {
            "albumImage": "images/vb.png",
            "songName" : "Anime, Trauma and Divorce",
            "date": "16 October 2020",
            "artist": "Open Mike Eagle",
            "stars": 3
        }
    ]
}